Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=814_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Ođđ mättʼtem-materiaal aanar- da tâŠvvsääŠmǩiõllsaž mättʼtõŠsse
fin: Uusia oppimateriaaleja inarin- ja pohjoissaamenkieliseen opetukseen

source: Aanar- da tâŠvvsääŠmǩiõllsaž vuâđđmättʼtõõzz diõtt lie iŠlmmstõõvvân ođđ mättʼtem-materiaal, aanarsääŠmǩiõllsaž nuuŠbb klaass matematiikk ǩiđđǩeŠrjj Lohosierâ 2, kiđđâ lij juätkk ääiŠjben čõõđtum kuälmad ǩerjja.
fin: Inarin- ja pohjoissaamenkielistä perusopetusta varten on ilmestynyt uusia oppimateriaaleja. Inarinsaamenkielinen toisen luokan matematiikan kevätkirja

source: TâŠvvsääŠmǩiõllsaž mättʼtõŠsse iŠlmmstõŠvve vitt ođđ jeeŠres mättʼtemaunnstõõzz da õhtt lââŠssteädldõk Bluppe-rääidast.
fin: on jatkoa aiemmin julkaistuille kolmelle kirjalle. Pohjoissaamenkieliseen opetukseen ilmestyi viisi uutta oheislukemistoa ja yksi uusintapainos

source: Lohosierâ 2, kiđđâ lij jåårǥlõttum WSOY Matikka-rääidast, kååŠtt puäŠđet čõõđtet obbvuõđstes aanarsäämas.
fin: on käännetty WSOY:n Matikka-sarjasta, joka tullaan julkaisemaan kokonaisuudessaan inarinsaameksi.

source: TâŠvvsääŠmǩiõllsaž Lohkoleaika – nõmmsaž joortõs rääidast lij juŠn škoouli âânnmõõžžâst.
fin: Pohjoissaamenkielinen Lohkoleaika - niminen käännös sarjasta on jo koulujen käytössä.

source: Lohosierâ 2 – ǩeeŠrj lij jåårǥlâŠttam Iiris Mäenpää.
fin: kirjan on kääntänyt Iiris Mäenpää.

source: täŠst.
fin: Lisätietoja

source: Bluppe-rääidast čõõđtum ođđ tâŠvvsääŠmǩiõllsaž ǩeeŠrj Bluppe mállásat, Bluppe da albbas, Bluppe da ealga, Bluppe da guovžžačivggat da Bluppe ja goddesáhpánat suâŠppe jeeŠres mättʼtemaunnstõssân di sääŠmkiõllsaž da še jieŠnnǩiõl da veeŠres ǩiõl mättʼtõŠsse.
fin: Bluppe-sarjassa julkaistut uudet pohjoissaamenkieliset kirjat

source: Ooudbi lââŠssen iŠlmmtõõvi lââŠssteädldõk äiggsab loŠppe kaaupšum Bluppe da miessi – ǩeeŠrjest.
fin: sopivat oheislukemistoksi sekä saamenkieliseen että äidinkielen ja vieraan kielen opetukseen.

source: Ođđ ǩeeŠrjid lij ruõccǩiõlâst jåårǥlâŠttam Hannu Kangasniemi.
fin: Uudet kirjat on ruotsin kielestä kääntänyt Hannu Kangasniemi.

source: Ǩiõl taŠrǩǩumuužž lij tuejjääm Jovnna Ánde Vest.
fin: Kielen tarkastuksen on tehnyt Jovnna Ánde Vest.

source: Bluppe – ǩeeŠrjid lij ǩeeŠrjtam alggaalǥâst Inga Borg.
fin: Bluppe - kirjat on kirjoittanut alunperin Inga Borg.

source: SääŠmteŠǧǧ lij čõõđtam õhttseŠžže kääuc ođđ materiaal eeŠjj 2014 vuõssmõs neäŠttli äiŠǧǧen.
fin: Saamelaiskäräjät on julkaissut yhteensä kahdeksan uutta materiaalia vuoden 2014 ensimmäisten viikkojen aikana.

source: PueŠtti teädldõõǥǥâst vueŠrdet seämmanallšen kuõrtõõzz, kååŠtt lij Girjegiisá Oy alggaalǥâst eeŠjj 1993 čõõđtum Pekka Sammallahti SääŠm-lääŠdd-sääŠm tâŠvvsääŠm sääŠnnǩeeŠrjest. (Sámi-suoma-sámi sátnegirji).
fin: Seuraavaksi painosta odotetaan näköispainosta Girjegiisá Oy:n alunperin vuonna 1993 julkaisemasta Pekka Sammallahden Saamelais-suomalais-saamelaisesta pohjoissaamen sanakirjasta (Sámi-suoma-sámi sátnegirji).

source: SääŠmteeŠǧǧ čõõđtum mättʼtem-materiaal lie vuäǯǯamnalla Sámi duodji-kaaupâst Sajoozzâst Aanrest, õhttõõzz
fin: Saamelaiskäräjien julkaisemat oppimateriaalit ovat saatavissa Sámi duodji-kaupasta Sajoksesta Inarista, yhdistyksen

source: leŠbe sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-materialkonttrest ritva.
fin: tai saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta ritva.
